envelops/uat/rfc/read.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cchm="https://servicenow.company-name.com/ns/change_task/">
<soapenv:Header/>
<soapenv:Body>
<cchm:getKeys>
<change_request>d4dc712d972f75105eeb33371153af01</change_request>
</cchm:getKeys>
</soapenv:Body>
</soapenv:Envelope>
